Case II/S3/system/volRegion
    totalpower
    {
	type		volRegion;
	libs		("libfieldFunctionObjects.so");
	writeFields	true;
	regionType	all;
	operation	sum;
	
	fields
	(
		Power
	);

	writeControl	timeStep;
	writeInterval   100;

    }
